chat_system_1777859371_actor_description=Bartholomew Bart. Resurrected pirate.
chat_system_1777859371_snap_0_question=^?^Oh, how good it is to be alive!
chat_system_1777859371_snap_0_answer_0=^?^You... Who are you?!
chat_system_1777859371_snap_1_question=^?^I'm Bartholomew Bart! The greatest pirate ever! And who are you?
chat_system_1777859371_snap_1_answer_0=^?^You are not short on modesty, I see! Here on the islands, every other pirate says he's the greatest.
chat_system_1777859371_snap_2_question=^?^Why do I have to be modest? I'm Bartholomew Bart and the name speaks for itself. Every pirate has heard about me and my treasures. Though I guess it's only because I spent a lot of time spreading out rumors about these treasures - blow me down!<br>Let's take you, for example... Why are you standing here with a spade in your hands in front of my grave?
chat_system_1777859371_snap_2_answer_0=^?^Because someone sold me a map and the key to a great treasure. And so I opened your grave, hoping to hear the jingle of gold. But I don't hear anything except for your disgusting voice...
chat_system_1777859371_snap_3_question=^?^Ha-ha-ha! You opened this grave because I wanted you to do it! Many years ago, I found a few drops of Phoenix blood - magical blood that can resurrect anybody from the dead!<br>I prepared for my death thoroughly - drew the map and spread out rumors about the great treasure that I ordered to be buried with me. I hid the key filled with blood so someone would find it after my death. <br>I figured... no, I should say I knew that some simpleton would want to get my "treasures." Having put the key into the lock, you sprinkled my ashes with the blood of the Phoenix, and brought me back to life.<br>Thank you of course, but I have to go. I have a lot of things to do!
chat_system_1777859371_snap_3_answer_0=^?^Oh no, that won't do. I have to get some kind of reward! Do you know how much this key and the map cost me?
chat_system_1777859371_snap_4_question=^?^You surprise me, stranger. I'm beginning a new life, and my treasures will come in handy for myself. So, I'm sorry, you'll have to deal with it. You'll find another treasure, don't worry. There are a lot more treasures waiting for you ahead. But I will keep my treasures to myself!
chat_system_1777859371_snap_4_answer_0=^?^I'll find you, because those treasures are mine!
